Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: A structured program file: format version, versions and training days. Paste it below, or open one from Files.
ja: 構造化されたプログラムファイル: フォーマットバージョン、バージョン、トレーニング日が含まれます。下に貼り付けるか、ファイルアプリから開いてください。
ko: 구조화된 프로그램 파일: 형식 버전, 버전 및 훈련 날짜. 아래에 붙여넣거나 파일에서 여세요.
vi: Tệp chương trình có cấu trúc: phiên bản định dạng, các phiên bản và các ngày tập. Hãy dán bên dưới, hoặc mở một tệp từ Files.

source: A week plan appears once your profile is loaded. It is built from your program, gym and time budget.
ja: 週プランはプロフィールが読み込まれると表示されます。プログラム、ジム、時間予算から作成されます。
ko: 프로필이 로드되면 주간 계획이 표시됩니다. 프로그램, 헬스장, 시간 예산을 바탕으로 구성됩니다.
vi: Lịch tập tuần sẽ hiện khi hồ sơ của bạn được tải. Nó được dựng từ chương trình, phòng tập và quỹ thời gian.

source: AI coaches for training programming, not medical advice. You can change your coach later in Settings.
ja: AIコーチはトレーニングプログラミング用です。医療アドバイスではありません。コーチは後から設定で変更できます。
ko: AI 코치는 트레이닝 프로그래밍용이에요. 의료 조언이 아니에요. 코치는 나중에 설정에서 바꿀 수 있어요.
vi: HLV AI dùng để lập chương trình tập luyện, không phải tư vấn y tế. Bạn có thể đổi HLV sau này trong Cài đặt.

source: About
ja: アプリについて
ko: 정보
vi: Giới thiệu

source: About %lld min per session · now %lld
ja: 1セッション約%lld分 · 現在は%lld分
ko: 세션당 약 %lld분 · 현재 %lld분
vi: Khoảng %lld phút mỗi buổi · hiện tại %lld

source: about %lld-minute sessions
ja: 1セッション約%lld分
ko: 세션당 약 %lld분
vi: khoảng %lld phút mỗi buổi

source: Abs
ja: 腹
ko: 복근
vi: Bụng

source: Account
ja: アカウント
ko: 계정
vi: Tài khoản

source: Activate version %@
ja: バージョン%@を有効化
ko: 버전 %@ 활성화
vi: Kích hoạt phiên bản %@

source: Activation
ja: 有効化
ko: 활성화
vi: Kích hoạt

source: Active
ja: 有効
ko: 구독 중
vi: Đang hoạt động

source: Active gym
ja: 使用中のジム
ko: 사용 중인 헬스장
vi: Phòng tập đang dùng

source: Active gym %@, %@
ja: 使用中のジム %@、%@
ko: 사용 중인 헬스장 %@, %@
vi: Phòng tập đang dùng %@, %@

source: Active · renews %@
ja: 有効 · %@に更新
ko: 구독 중 · %@ 갱신
vi: Đang hoạt động · gia hạn %@

source: Activity
ja: 活動量
ko: 활동량
vi: Mức vận động

source: Add
ja: 追加
ko: 추가
vi: Thêm

source: Add %@, %@ calories
ja: %1$@を追加、%2$@カロリー
ko: %1$@, %2$@ 칼로리 추가
vi: Thêm %1$@, %2$@ calo

source: Add %lld items
ja: %lld個の器具を追加
ko: %lld개 항목 추가
vi: Thêm %lld dụng cụ

source: Add %lld items from training setup
ja: トレーニング設定から%lld個の器具を追加
ko: 훈련 설정에서 %lld개 항목 추가
vi: Thêm %lld dụng cụ từ thiết lập tập luyện

source: Add a comment
ja: コメントを追加
ko: 댓글 추가
vi: Thêm bình luận

source: Add a set
ja: セットを追加
ko: 세트 추가
vi: Thêm một hiệp

source: Add custom exercise
ja: カスタム種目を追加
ko: 커스텀 운동 추가
vi: Thêm bài tập tùy chỉnh

source: Add equipment
ja: 器具を追加
ko: 기구 추가
vi: Thêm dụng cụ

source: Add exercise
ja: 種目を追加
ko: 운동 추가
vi: Thêm bài tập

source: Add gym
ja: ジムを追加
ko: 헬스장 추가
vi: Thêm phòng tập

source: Add lifts Regulift doesn't know. They count toward the muscle you pick.
ja: Reguliftが知らない種目を追加できます。選んだ筋肉のボリュームに加算されます。
ko: Regulift가 모르는 운동을 추가해요. 선택한 근육의 볼륨에 포함돼요.
vi: Thêm các bài tập Regulift chưa biết. Chúng được tính vào cơ bạn chọn.

source: Add measurement
ja: 測定を追加
ko: 측정 추가
vi: Thêm số đo

source: Add note
ja: メモを追加
ko: 메모 추가
vi: Thêm ghi chú

source: Add photo
ja: 写真を追加
ko: 사진 추가
vi: Thêm ảnh

source: Add set
ja: セットを追加
ko: 세트 추가
vi: Thêm hiệp

source: Add set feedback for set %lld
ja: セット%lldのフィードバックを追加
ko: 세트 %lld에 세트 피드백 추가
vi: Thêm phản hồi cho hiệp %lld

source: Add the units you actually train on. Each one remembers what its number means, so a load you log today stays honest in six months.
ja: 実際に使う器具を追加してください。それぞれの器具が数値の意味を記憶するので、今日記録した負荷は6か月後も正確なままです。
ko: 실제로 운동하는 기구를 추가하세요. 각 기구는 숫자의 의미를 기억하므로 오늘 기록한 중량이 6개월 후에도 정확하게 유지됩니다.
vi: Thêm những dụng cụ bạn thật sự tập. Mỗi dụng cụ ghi nhớ ý nghĩa con số của nó, nên mức tạ bạn ghi hôm nay vẫn đúng sau sáu tháng.

source: Add to %@
ja: %@に追加
ko: %@에 추가
vi: Thêm vào %@

source: Add to passport
ja: パスポートに追加
ko: 여권에 추가
vi: Thêm vào hộ chiếu

source: Added %@ at %@
ja: %1$@（%2$@）を追加しました
ko: %@ 추가됨 · %@
vi: Đã thêm %@ tại %@

source: Added %lld item%@
ja: %1$lld項目%2$@を追加しました
ko: %1$lld개 항목%2$@ 추가됨
vi: Đã thêm %1$lld món%2$@

source: Adherence
ja: 実行率
ko: 이행률
vi: Mức độ bám lịch

source: Adherence appears once a session has either been completed or missed — a percentage with nothing settled would be invented.
ja: 実行率は、セッションが完了または未実施になってから表示されます。何も確定していない状態の割合は、でっち上げた数字になります。
ko: 이행률은 세션이 완료되거나 놓친 후에 표시됩니다. 확정된 것이 없는 백분율은 만들어낸 값이기 때문입니다.
vi: Mức độ bám lịch chỉ hiện khi đã có buổi được hoàn thành hoặc bị bỏ — tỷ lệ phần trăm khi chưa có gì ngã ngũ sẽ là con số bịa ra.

source: Adjust your training plan
ja: トレーニングプランを調整
ko: 트레이닝 플랜 조정
vi: Điều chỉnh kế hoạch tập

source: Advanced
ja: 上級者
ko: 고급
vi: Nâng cao

source: Advanced variations join your exercise pool.
ja: 上級バリエーションが種目プールに加わります。
ko: 고급 변형이 운동 목록에 추가돼요.
vi: Biến thể nâng cao được thêm vào danh sách bài tập của bạn.

source: After this date the goal reads as expired rather than failed.
ja: この日付を過ぎると、目標は失敗ではなく期限切れとして表示されます。
ko: 이 날짜 이후 목표는 실패가 아닌 만료로 표시됩니다.
vi: Sau ngày này, mục tiêu sẽ hiển thị là đã hết hạn thay vì thất bại.

source: Age
ja: 年齢
ko: 나이
vi: Tuổi

source: Agree and continue
ja: 同意して続行
ko: 동의하고 계속
vi: Đồng ý và tiếp tục

source: All
ja: すべて
ko: 전체
vi: Tất cả

source: All changes saved
ja: すべての変更を保存しました
ko: 모든 변경 사항 저장됨
vi: Đã lưu mọi thay đổi

source: All clear. %@ goes up today.
ja: 万全です。今日は%@が上がります。
ko: 컨디션 좋아요. 오늘 %@이(가) 올라가요.
vi: Sẵn sàng. Hôm nay %@ tăng.

source: All clear. Let's lift.
ja: 万全です。やりましょう。
ko: 컨디션 좋아요. 시작해요.
vi: Mọi thứ ổn. Tập thôi.

source: All locations
ja: すべての場所
ko: 모든 위치
vi: Tất cả địa điểm

source: Already done — nothing changed
ja: 完了済み — 変更なし
ko: 이미 완료됨 — 변경 없음
vi: Đã xong — không có gì thay đổi

source: Analyse
ja: 解析
ko: 분석
vi: Phân tích

source: Analyse a program first — sharing is built from the version you previewed.
ja: 先にプログラムを解析してください — 共有はプレビューしたバージョンから作成されます。
ko: 먼저 프로그램을 분석하세요 — 공유는 미리 본 버전을 바탕으로 만들어집니다.
vi: Hãy phân tích chương trình trước — việc chia sẻ được xây dựng từ phiên bản bạn đã xem trước.

source: Analysing only reads the file. Nothing is saved, and nothing is activated, until you tap it below.
ja: 解析はファイルを読み取るだけです。下でタップするまで、何も保存・有効化されません。
ko: 분석은 파일만 읽습니다. 아래에서 탭하기 전까지는 저장되거나 활성화되지 않습니다.
vi: Việc phân tích chỉ đọc tệp. Không có gì được lưu hay kích hoạt cho đến khi bạn chạm vào bên dưới.

source: Annual
ja: 年間
ko: 연간
vi: Theo năm

source: Another suggestion already changed this same part of your plan, so I haven't changed anything. Undo that change in Settings → Training if you'd rather have this one.
ja: 別の提案がすでにプランの同じ部分を変更しているため、何も変更していません。こちらを選ぶ場合は、設定 → トレーニングでその変更を元に戻してください。
ko: 다른 제안이 이미 계획의 같은 부분을 변경했으므로 아무것도 변경하지 않았습니다. 이 변경을 원한다면 설정 → 훈련에서 해당 변경을 실행 취소하세요.
vi: Một gợi ý khác đã thay đổi chính phần này trong kế hoạch của bạn, nên tôi chưa thay đổi gì. Hãy hoàn tác thay đổi đó trong Cài đặt → Tập luyện nếu bạn muốn dùng gợi ý này.

source: Answer on-device when possible
ja: 可能な場合は端末上で回答
ko: 가능하면 기기에서 답변
vi: Trả lời trên thiết bị khi có thể

source: Anyone with the link can open it
ja: リンクを持つ人は誰でも開けます
ko: 링크를 가진 누구나 열 수 있습니다
vi: Bất kỳ ai có liên kết đều có thể mở nó

source: Anything to work around?
ja: 避けたい部位はありますか？
ko: 피해야 할 부위가 있나요?
vi: Có vùng nào cần tránh không?

source: Anything worth remembering about this set
ja: このセットについて覚えておくべきこと
ko: 이 세트에 대해 기억할 만한 것
vi: Điều gì đáng nhớ về hiệp này

source: App secret
ja: アプリシークレット
ko: 앱 시크릿
vi: Khóa ứng dụng

source: App secret · Saved
ja: アプリシークレット · 保存済み
ko: 앱 시크릿 · 저장됨
vi: Khóa ứng dụng · Đã lưu

source: Appearance
ja: 外観
ko: 화면
vi: Hiển thị

source: Apple Intelligence answers questions on this iPhone. Plan changes still use the Regulift coach service.
ja: Apple IntelligenceがこのiPhone上で質問に回答します。プラン変更は引き続きReguliftのコーチサービスを使用します。
ko: Apple Intelligence가 이 iPhone에서 질문에 답합니다. 플랜 변경은 계속 Regulift 코치 서비스를 사용해요.
vi: Apple Intelligence trả lời câu hỏi trên iPhone này. Thay đổi kế hoạch vẫn dùng dịch vụ HLV Regulift.

source: Apple Intelligence is not available on this device; the coach service answers instead.
ja: Apple Intelligenceはこの端末では利用できません。代わりにコーチサービスが回答します。
ko: Apple Intelligence는 이 기기에서 사용할 수 없어요. 대신 코치 서비스가 답해요.
vi: Apple Intelligence không khả dụng trên thiết bị này; dịch vụ HLV sẽ trả lời thay.

source: Apple private relay
ja: Appleプライベートリレー
ko: Apple 프라이빗 릴레이
vi: Địa chỉ ẩn của Apple

source: Applied changes to your program
ja: プログラムに変更を適用しました
ko: 프로그램에 변경 사항 적용됨
vi: Thay đổi đã áp dụng cho giáo án

source: Applies from today. Workouts you finished stay saved, and you stay in week %lld of %lld.
ja: 今日から適用されます。終えたワークアウトはそのまま保存され、第%1$lld週（全%2$lld週）のまま進みます。
ko: 오늘부터 적용됩니다. 완료한 운동은 그대로 저장되고, %1$lld/%2$lld주 차를 계속 진행합니다.
vi: Áp dụng từ hôm nay. Các buổi tập đã hoàn thành vẫn được lưu, bạn vẫn ở tuần %1$lld của %2$lld.

source: Apply
ja: 適用
ko: 적용
vi: Áp dụng

source: Apply plan changes
ja: プランの変更を適用
ko: 플랜 변경 적용
vi: Áp dụng thay đổi kế hoạch

source: Apply: %@
ja: 適用: %@
ko: 적용: %@
vi: Áp dụng: %@

source: Archive
ja: アーカイブ
ko: 보관
vi: Lưu trữ

source: Archive this goal?
ja: この目標をアーカイブしますか？
ko: 이 목표를 보관할까요?
vi: Lưu trữ mục tiêu này?

source: Archived goals
ja: アーカイブ済みの目標
ko: 보관된 목표
vi: Mục tiêu đã lưu trữ

source: Archived goals, %lld
ja: アーカイブ済みの目標、%lld
ko: 보관된 목표, %lld
vi: Mục tiêu đã lưu trữ, %lld

source: Archiving stops progress tracking and moves the goal to your archive. The evidence stays in your session history, and you can restore the goal later.
ja: アーカイブすると進捗の追跡が止まり、目標はアーカイブに移動します。根拠はセッション履歴に残り、後で目標を復元できます。
ko: 보관하면 진행 추적이 중단되고 목표가 보관함으로 이동합니다. 증거는 세션 기록에 남으며 나중에 목표를 복원할 수 있습니다.
vi: Việc lưu trữ dừng theo dõi tiến độ và chuyển mục tiêu vào kho lưu trữ. Bằng chứng vẫn nằm trong lịch sử buổi tập của bạn, và bạn có thể khôi phục mục tiêu sau.

source: Arm
ja: 上腕
ko: 상완
vi: Tay trên

source: Arms
ja: 腕
ko: 팔
vi: Tay

source: Ask %@
ja: %@に相談
ko: %@에게 물어보기
vi: Hỏi %@

source: Ask about my sleep
ja: 睡眠について相談
ko: 내 수면에 대해 물어보기
vi: Hỏi về giấc ngủ của tôi

source: Ask coach
ja: コーチに相談
ko: 코치에게 물어보기
vi: Hỏi huấn luyện viên

source: Ask your coach
ja: コーチに相談
ko: 코치에게 물어보기
vi: Hỏi huấn luyện viên

source: Ask, swap, understand
ja: 相談・交換・納得
ko: 질문, 대체, 이해
vi: Hỏi, đổi, hiểu

source: Assistance shown
ja: アシスト表示
ko: 보조 표시
vi: Hiển thị lực hỗ trợ

source: At least
ja: 以上
ko: 이상
vi: Ít nhất

source: At most
ja: 以下
ko: 이하
vi: Nhiều nhất

source: Audio goes to Apple, never to Regulift; off, it never leaves this device.
ja: 音声はAppleに送られ、Reguliftには決して送られません。オフの場合、音声がこの端末から出ることはありません。
ko: 음성은 Apple로 전송되며 Regulift로는 전송되지 않습니다. 끄면 이 기기를 떠나지 않습니다.
vi: Âm thanh được gửi tới Apple, không bao giờ tới Regulift; tắt thì âm thanh không rời khỏi thiết bị này.

source: Auto
ja: 自動
ko: 자동
vi: Tự động

source: Auto-post
ja: 自動投稿
ko: 자동 게시
vi: Tự đăng

source: Auto-regulated loads
ja: 自動調整される重量
ko: 자동 조절되는 중량
vi: Mức tạ tự điều chỉnh

source: Available
ja: 利用可能
ko: 사용 가능
vi: Có sẵn

source: Average
ja: 平均
ko: 평균
vi: Trung bình

source: Average %@%@ %@/week on %@ kcal
ja: 平均 %@%@/%@週、%@ kcal
ko: 평균 %@%@/%@주, %@ kcal
vi: Trung bình %@%@/%@ tuần với %@ kcal

source: Avg RPE
ja: 平均RPE
ko: 평균 RPE
vi: RPE trung bình

source: Avoids machines and cables for this plan.
ja: このプランではマシンとケーブルを避けます。
ko: 이 계획에서는 머신과 케이블을 피합니다.
vi: Tránh máy tập và máy cáp trong lịch tập này.

source: Awards
ja: アワード
ko: 어워드
vi: Thành tích

source: Back
ja: 背中
ko: 등
vi: Lưng

source: Badges come from logged sessions only.
ja: バッジは記録されたセッションのみから付与されます。
ko: 배지는 기록된 세션에서만 나와요.
vi: Huy hiệu chỉ đến từ các buổi tập đã ghi.

source: Balance
ja: バランス
ko: 밸런스
vi: Cân bằng

source: Bands
ja: バンド
ko: 밴드
vi: Dây kháng lực

source: Bar only
ja: シャフトのみ
ko: 바만
vi: Chỉ đòn gánh

source: Bar weight
ja: シャフトの重さ
ko: 바 중량
vi: Trọng lượng đòn

source: Bar weight must be greater than zero.
ja: シャフトの重さは0より大きい必要があります。
ko: 바 중량은 0보다 커야 합니다.
vi: Trọng lượng thanh đòn phải lớn hơn không.

source: Barbell
ja: バーベル
ko: 바벨
vi: Thanh đòn

source: Barbells and dumbbell racks differ between gyms, so each location gets its own record.
ja: バーベルとダンベルのラックはジムごとに異なるため、場所ごとに記録を持ちます。
ko: 바벨과 덤벨 랙은 헬스장마다 다르므로 각 위치에 자체 기록이 생깁니다.
vi: Thanh đòn và giá tạ đơn khác nhau giữa các phòng tập, nên mỗi địa điểm có bản ghi riêng.

source: Base
ja: 標準
ko: 기본
vi: Cơ bản

source: Baseline %@ %@ · %lld%% of the distance to target
ja: ベースライン%1$@ %2$@ · 目標までの距離の%3$lld%%
ko: 기준 %1$@ %2$@ · 목표까지 거리의 %3$lld%%
vi: Mức nền %1$@ %2$@ · %3$lld%% khoảng cách đến mục tiêu

source: Before %@
ja: %@の前に
ko: %@ 전에
vi: Trước %@

source: Before saving
ja: 保存前
ko: 저장 전에
vi: Trước khi lưu

source: Before you ask %@
ja: %@に聞く前に
ko: %@에게 물어보기 전에
vi: Trước khi hỏi %@

source: Before your plan started
ja: プラン開始前
ko: 계획 시작 전
vi: Trước khi kế hoạch của bạn bắt đầu

source: Benchmark
ja: ベンチマーク
ko: 벤치마크
vi: Mức chuẩn

source: Best e1RM
ja: 最高e1RM
ko: 최고 e1RM
vi: e1RM tốt nhất

source: Best e1RM · analysis eligible
ja: 最高e1RM · 分析対象
ko: 최고 e1RM · 분석 적격
vi: e1RM tốt nhất · đủ điều kiện phân tích

source: Best recorded %@: %@ %@ on %@
ja: %1$@の最高記録: %4$@に%2$@ %3$@
ko: 기록된 최고 %1$@: %2$@ %3$@ (%4$@)
vi: Mức tốt nhất đã ghi %1$@: %2$@ %3$@ vào %4$@

source: Best: keep today's plan and carry on.
ja: ベスト: 今日のプランを維持して続行
ko: 최선: 오늘 계획 유지하고 계속
vi: Tốt nhất: giữ kế hoạch hôm nay và tiếp tục.

# Best: move %@ to today and cut %@ by %lld sets.
source: Best: move %1$@ to today and cut %2$@ by %3$lld sets.
ja: ベスト: %1$@を今日に移動し、%2$@を%3$lldセット減らす
ko: 최선: %1$@을(를) 오늘로 옮기고 %2$@을(를) %3$lld세트 줄이기
vi: Tốt nhất: chuyển %@ sang hôm nay và bớt %@ đi %lld hiệp.

source: Biceps
ja: 上腕二頭筋
ko: 이두근
vi: Bắp tay trước

source: Big energy, bigger lifts.
ja: 大きなエネルギーで、さらに大きなリフトを。
ko: 큰 에너지로, 더 큰 리프트를.
vi: Năng lượng lớn, mức tạ lớn hơn.

source: Big jump: %@ → %@ e1RM. Keep it?
ja: 急上昇: %@ → %@ e1RM。残しますか？
ko: 급상승: %@ → %@ e1RM. 유지할까요?
vi: Tăng mạnh: %@ → %@ e1RM. Giữ không?

source: Bio (optional)
ja: 自己紹介（任意）
ko: 소개(선택)
vi: Tiểu sử (không bắt buộc)

source: Block is in week %lld of %lld
ja: ブロックは第%1$lld週 / %2$lld週です
ko: 블록이 %1$lld/%2$lld주차입니다
vi: Khối đang ở tuần %1$lld trên %2$lld

source: Blocked
ja: ブロック済み
ko: 차단됨
vi: Bị chặn

source: Body check-in
ja: ボディチェックイン
ko: 바디 체크인
vi: Số đo cơ thể

source: Body check-ins and progress photos
ja: ボディチェックインと進捗写真
ko: 바디 체크인과 진행 사진
vi: Số đo cơ thể và ảnh tiến độ

source: Body fat
ja: 体脂肪率
ko: 체지방률
vi: Tỷ lệ mỡ

source: Body stats
ja: ボディスタッツ
ko: 바디 스탯
vi: Số đo cơ thể

source: Bodyweight
ja: 自重
ko: 체중
vi: Trọng lượng cơ thể

source: Bodyweight (kg)
ja: 体重 (kg)
ko: 체중 (kg)
vi: Cân nặng (kg)

source: Bodyweight (lb)
ja: 体重 (lb)
ko: 체중 (lb)
vi: Cân nặng (lb)

source: Bodyweight and bands read the same anywhere, so a location is optional.
ja: 自重とバンドはどこでも同じ値になるので、場所は任意です。
ko: 체중과 밴드는 어디서나 동일하게 읽히므로 위치는 선택 사항입니다.
vi: Trọng lượng cơ thể và dây kháng lực đọc giống nhau ở mọi nơi, nên địa điểm không bắt buộc.

source: Bodyweight in kilograms
ja: 体重（キログラム）
ko: 체중(킬로그램)
vi: Cân nặng theo kg

source: Bodyweight in pounds
ja: 体重（ポンド）
ko: 체중(파운드)
vi: Cân nặng theo pound

source: Bodyweight must be between %@.
ja: 体重は%@の範囲内である必要があります。
ko: 체중은 %@ 사이여야 합니다.
vi: Cân nặng phải nằm trong khoảng %@.

source: Bodyweight sizes your starting loads. Current lifts are optional.
ja: 体重から初期負荷を決めます。現在の記録は任意です。
ko: 체중으로 시작 중량을 정해요. 현재 기록은 선택 사항이에요.
vi: Cân nặng dùng để tính mức tạ khởi đầu. Mức tạ hiện tại không bắt buộc.

source: Both
ja: 両方
ko: 둘 다
vi: Cả hai

source: Break superset
ja: スーパーセットを解除
ko: 수퍼세트 해제
vi: Tách superset

source: Breakfast
ja: 朝食
ko: 아침
vi: Bữa sáng

source: Build muscle
ja: 筋肉をつける
ko: 근육 키우기
vi: Tăng cơ

source: Build muscle Compound lifts 8–12 reps
ja: 筋肉をつける 複合種目8〜12レップ
ko: 근육 키우기 복합 8–12렙
vi: Tăng cơ Động tác kép 8–12 lần

source: Building your plan
ja: プランを作成中
ko: 플랜 만드는 중
vi: Đang xây dựng kế hoạch

source: Built for you
ja: あなたのための構成
ko: 당신을 위한 구성
vi: Dành riêng cho bạn

source: Built on
ja: 土台は
ko: 기반은
vi: Dựa trên

source: Cable stack
ja: ケーブルスタック
ko: 케이블 스택
vi: Máy cáp

source: Calm, precise, relentless.
ja: 冷静に、正確に、飽くなし。
ko: 차분하게, 정확하게, 멈추지 않게.
vi: Bình tĩnh, chính xác, không ngừng nghỉ.

source: Calories and protein
ja: カロリーとタンパク質
ko: 칼로리와 단백질
vi: Calo và protein

source: Calories, macros and daily guidance
ja: カロリー、マクロ栄養素、毎日のガイダンス
ko: 칼로리, 매크로 및 일일 안내
vi: Calo, macro và hướng dẫn hằng ngày

source: Calories, protein, carbs and fat tuned to your phase and training volume — set once, then just log.
ja: カロリー・たんぱく質・炭水化物・脂質をフェーズとボリュームに合わせて調整。一度設定すれば、あとは記録するだけ。
ko: 칼로리·단백질·탄수화물·지방을 단계와 볼륨에 맞춰 조절해요. 한 번 설정하면 그다음은 기록만 하면 돼요.
vi: Calo, protein, carb và chất béo khớp với giai đoạn và khối lượng tập — đặt một lần, sau đó chỉ việc ghi.

source: Calves
ja: 下腿三頭筋
ko: 종아리
vi: Bắp chân

source: Camera scanner unavailable here
ja: ここではカメラスキャナーを使えません
ko: 여기서는 카메라 스캐너를 쓸 수 없어요
vi: Không thể dùng máy quét camera tại đây

source: Cancel
ja: キャンセル
ko: 취소
vi: Hủy

source: Candidate for a variant swap
ja: 種目変更の候補
ko: 운동 교체 후보
vi: Ứng viên đổi biến thể

source: Change
ja: 変更
ko: 변경
vi: Thay đổi

source: Change language?
ja: 言語を変更しますか？
ko: 언어를 변경할까요?
vi: Đổi ngôn ngữ?

source: Change rep range
ja: レップ範囲を変更
ko: 렙 범위 변경
vi: Đổi khoảng số lần

source: Change these in Settings → Crew.
ja: 設定 → クルーで変更できます。
ko: 설정 → 크루에서 바꿀 수 있어요.
vi: Đổi trong Cài đặt → Nhóm.

source: Changing unit, step, bar or stack starts a new revision
ja: 単位、刻み、シャフト、スタックのいずれかを変更すると、新しいリビジョンが始まります
ko: 단위, 단계, 바 또는 스택을 변경하면 새 개정이 시작됩니다
vi: Đổi đơn vị, bước tăng, thanh đòn hay khối tạ sẽ mở phiên bản mới

source: Check before you continue
ja: 続行前に確認してください
ko: 계속하기 전에 확인
vi: Hãy kiểm tra trước khi tiếp tục

source: Check in
ja: チェックイン
ko: 체크인
vi: Điểm danh

source: Check in and I'll set today's plan.
ja: チェックインすれば今日のプランを組みます。
ko: 체크인하면 오늘의 계획을 짜드려요.
vi: Điểm danh rồi tôi sẽ lên kế hoạch hôm nay.

source: Check in before %@. Sleep and soreness set its plan.
ja: %@の前にチェックインを。睡眠と筋肉痛がプランを決めます。
ko: %@ 전에 체크인하세요. 수면과 근육통이 계획을 정해요.
vi: Điểm danh trước %@. Giấc ngủ và đau nhức quyết định kế hoạch.

source: Check in to unlock today's plan
ja: チェックインして今日のプランを解放
ko: 체크인해서 오늘의 계획 열기
vi: Điểm danh để mở kế hoạch hôm nay

source: Check this goal
ja: この目標を確認
ko: 이 목표 확인
vi: Kiểm tra mục tiêu này

source: Check-in
ja: チェックイン
ko: 체크인
vi: Điểm danh

source: Checking…
ja: 確認中…
ko: 확인 중…
vi: Đang kiểm tra…

source: Chest
ja: 胸
ko: 가슴
vi: Ngực

source: Choose a month that has entries
ja: エントリーのある月を選択してください
ko: 항목이 있는 월을 선택하세요
vi: Chọn tháng có dữ liệu

source: Choose exercise
ja: 種目を選択
ko: 운동 선택
vi: Chọn bài tập

source: Choose file
ja: ファイルを選択
ko: 파일 선택
vi: Chọn tệp

source: Choose file…
ja: ファイルを選択…
ko: 파일 선택…
vi: Chọn tệp…

source: Choose load
ja: 重量を選択
ko: 무게 선택
vi: Chọn mức tạ

source: Choose one to continue.
ja: 1つ選ぶと続けられます。
ko: 하나를 고르면 계속할 수 있어요.
vi: Chọn một mục để tiếp tục.

source: Choose photo
ja: 写真を選択
ko: 사진 선택
vi: Chọn ảnh

source: Choose the machine or implement this set is logged on
ja: このセットを記録するマシンまたは器具を選択してください
ko: 이 세트가 기록된 머신 또는 도구를 선택하세요
vi: Chọn máy hoặc dụng cụ mà hiệp này được ghi trên đó

source: Clear %@
ja: %@を解除
ko: %@ 지우기
vi: Bỏ %@

source: Clear conversation
ja: 会話を消去
ko: 대화 지우기
vi: Xóa hội thoại

source: Clear filter
ja: フィルターをクリア
ko: 필터 지우기
vi: Bỏ lọc

source: Clear the link to an item that is gone
ja: なくなった器具へのリンクをクリア
ko: 사라진 항목에 대한 연결 지우기
vi: Bỏ liên kết tới mục đã không còn

source: Clear this day's record
ja: この日の記録をクリア
ko: 이 날의 기록 지우기
vi: Xóa ghi nhận của ngày này

source: Clears what was recorded this week — completed, moved and skipped. Dates, sessions, gym and time budget stay as they are.
ja: 今週記録されたもの（完了、移動、スキップ）をクリアします。日付、セッション、ジム、時間予算はそのまま残ります。
ko: 이번 주에 기록된 것(완료, 이동, 건너뜀)을 지웁니다. 날짜, 세션, 헬스장, 시간 예산은 그대로 유지됩니다.
vi: Xóa những gì đã ghi trong tuần này — hoàn thành, dời lịch và bỏ qua. Ngày, buổi tập, phòng tập và quỹ thời gian giữ nguyên.

source: Close
ja: 閉じる
ko: 닫기
vi: Đóng

source: Cloud (most accurate)
ja: クラウド（最も高精度）
ko: 클라우드(가장 정확함)
vi: Đám mây (chính xác nhất)

source: Cloud dictation sends the audio clip to Regulift's coach service to turn it into text; it is not stored.
ja: クラウド音声入力は、音声クリップをテキスト化のためにReguliftのコーチサービスに送信します。保存はされません。
ko: 클라우드 받아쓰기는 오디오 클립을 텍스트로 바꾸기 위해 Regulift 코치 서비스로 보내요. 저장되지는 않아요.
vi: Nghe chép trên đám mây gửi đoạn âm thanh tới dịch vụ HLV của Regulift để chuyển thành văn bản; không được lưu lại.

source: Coach
ja: コーチ
ko: 코치
vi: HLV

source: Coach %@
ja: コーチ%@
ko: 코치 %@
vi: HLV %@

source: Coach audio
ja: コーチ音声
ko: 코치 음성
vi: Âm thanh huấn luyện viên

source: Coach audio muted
ja: コーチ音声：ミュート中
ko: 코치 음성 음소거됨
vi: Âm thanh huấn luyện viên đang tắt tiếng

source: Coach audio on
ja: コーチ音声：オン
ko: 코치 음성 켜짐
vi: Âm thanh huấn luyện viên đang bật

source: Coach in your pocket
ja: ポケットの中のコーチ
ko: 주머니 속 코치
vi: HLV trong túi bạn

source: Coach is offline right now.
ja: コーチは現在オフラインです。
ko: 코치가 지금 오프라인입니다.
vi: Huấn luyện viên hiện đang ngoại tuyến.

source: Coach memory
ja: コーチの記憶
ko: 코치 메모리
vi: Ghi nhớ của HLV

source: Coach remembers
ja: コーチが覚えていること
ko: 코치가 기억하는 것
vi: Những điều HLV nhớ

source: Coach server
ja: コーチサーバー
ko: 코치 서버
vi: Máy chủ HLV

source: Coach sign-off
ja: コーチの承認
ko: 코치 승인
vi: Xác nhận của HLV

source: Coaching goes live once the backend is connected.
ja: バックエンドが接続され次第、コーチングが使えるようになります。
ko: 백엔드가 연결되면 코칭이 시작돼요.
vi: Tính năng HLV sẽ hoạt động khi máy chủ được kết nối.

source: Code redeemed — your free month applies on first purchase.
ja: コードを引き換えました — 初回購入時に無料1か月が適用されます。
ko: 코드를 사용했어요 — 첫 구매 시 무료 1개월이 적용돼요.
vi: Đã đổi mã — tháng miễn phí áp dụng cho lần mua đầu tiên.

source: Collapse sets
ja: セットを折りたたむ
ko: 세트 접기
vi: Thu gọn hiệp

source: Collapsed
ja: 折りたたみ済み
ko: 접힘
vi: Đã thu gọn

source: Collecting
ja: 収集中
ko: 수집 중
vi: Đang thu thập

source: Collecting balance evidence
ja: バランスの根拠を収集中
ko: 균형 증거 수집 중
vi: Đang thu thập bằng chứng cân bằng

source: Collecting results
ja: 結果を収集中
ko: 결과 수집 중
vi: Đang thu thập kết quả

source: Comments
ja: コメント
ko: 댓글
vi: Bình luận

source: Compare
ja: 比較
ko: 비교
vi: So sánh

source: Compare this week to last
ja: 今週と先週を比較
ko: 이번 주와 지난주 비교
vi: So sánh tuần này với tuần trước

source: Compared with the same name
ja: 同じ名前だけで比較
ko: 같은 이름으로 비교
vi: So với dụng cụ trùng tên

source: Completed
ja: 完了
ko: 완료됨
vi: Đã hoàn thành

source: Completed share of the sessions that have come due: %lld of %lld.
ja: 期限が来たセッションの完了割合: %lld / %lld。
ko: 기한이 된 세션 중 완료 비율: %lld/%lld.
vi: Tỷ lệ hoàn thành trên số buổi đã tới hạn: %lld trên %lld.

source: Completed workouts stay as they are. You stay in week %lld of %lld.
ja: 完了したトレーニングはそのまま残ります。%2$lld週のうち第%1$lld週のままです。
ko: 완료한 운동은 그대로 유지됩니다. %2$lld주 중 %1$lld주째에 계속 있습니다.
vi: Các buổi đã hoàn thành giữ nguyên. Bạn vẫn ở tuần %1$lld trên %2$lld.

source: Completed · %lld of %lld sets · %@
ja: 完了 · %1$lld / %2$lldセット · %3$@
ko: 완료 · %1$lld/%2$lld세트 · %3$@
vi: Đã hoàn thành · %1$lld/%2$lld hiệp · %3$@

source: Compound
ja: 複合種目
ko: 복합 운동
vi: Động tác kép

source: Compound lifts run 4–6 reps, isolation work 8–12.
ja: 複合種目は4〜6レップ、単関節種目は8〜12レップです。
ko: 복합 운동은 4–6렙, 단관절 운동은 8–12렙이에요.
vi: Động tác kép 4–6 lần, đơn khớp 8–12 lần.

source: Compound lifts run 6–10 reps, isolation work 10–15.
ja: 複合種目は6〜10レップ、単関節種目は10〜15レップです。
ko: 복합 운동은 6–10렙, 단관절 운동은 10–15렙이에요.
vi: Động tác kép 6–10 lần, đơn khớp 10–15 lần.

source: Compound lifts run 8–12 reps, isolation work 12–15.
ja: 複合種目は8〜12レップ、単関節種目は12〜15レップです。
ko: 복합 운동은 8–12렙, 단관절 운동은 12–15렙이에요.
vi: Động tác kép 8–12 lần, đơn khớp 12–15 lần.

source: Compounds
ja: 複合種目
ko: 복합 운동
vi: Động tác kép

source: Confirm
ja: 確認
ko: 확인
vi: Xác nhận

source: Confirming does not start a new revision
ja: 確認しても新しいリビジョンは始まりません
ko: 확인은 새 개정을 시작하지 않습니다
vi: Xác nhận không mở phiên bản mới

source: Connect to Wi-Fi to download the voice model.
ja: 音声モデルのダウンロードにはWi-Fiに接続してください。
ko: 음성 모델을 내려받으려면 Wi-Fi에 연결하세요.
vi: Hãy kết nối Wi-Fi để tải mô hình giọng nói.

source: Connected
ja: 接続済み
ko: 연결됨
vi: Đã kết nối

source: Consistency
ja: 継続
ko: 꾸준함
vi: Kiên trì

source: Contact support
ja: サポートに連絡
ko: 고객 지원 문의
vi: Liên hệ hỗ trợ

source: Continue
ja: 続ける
ko: 계속
vi: Tiếp tục

source: Continue with Google
ja: Googleで続行
ko: Google로 계속
vi: Tiếp tục với Google

source: Continue without purchase
ja: 購入せずに続行
ko: 구매 없이 계속
vi: Tiếp tục không mua
